<!DOCTYPE html>
<html lang="ru">
<head>
	<meta charset="UTF-8">
	<title>Про нас - <?php echo $ucp_settings['s_title']?></title>

	<meta http-equiv="X-UA-Compatible" content="ie=edge">
    <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.2.1/css/bootstrap.min.css">
    <link rel="stylesheet" type="text/css" href="/public/main/css/style.css">
	<link rel="shortcut icon" href="<?php echo $ucp_settings['s_favicon']?>" type="image/png">
    <link rel="stylesheet" href="public/main/fonts">
    <link href="https://fonts.googleapis.com/css?family=Montserrat" rel="stylesheet">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Inter:wght@300;400;500;600;700&family=Mulish:ital,wght@0,300;0,400;0,500;0,600;0,700;1,300;1,400;1,500;1,600;1,700&family=Nunito:ital,wght@0,300;0,400;0,500;0,600;0,700;1,300;1,400;1,500;1,600;1,700&family=Open+Sans:ital,wght@0,300;0,400;0,500;0,600;0,700;1,300;1,400;1,500;1,600;1,700&family=Oswald:wght@300;400;700&family=Raleway:ital,wght@0,300;0,400;0,500;0,600;0,700;1,300;1,400;1,500;1,600;1,700&family=Source+Sans+Pro:ital,wght@0,300;0,400;0,600;0,700;1,400;1,600&display=swap" rel="stylesheet">	</head>
    <link href="https://fonts.googleapis.com/css2?family=Open+Sans:ital,wght@0,400;0,600;0,700;1,400;1,600;1,700&family=Spectral+SC:ital,wght@0,400;0,500;0,700;1,400;1,500;1,700&display=swap"  rel="stylesheet" />
	<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/swiper@8/swiper-bundle.min.css"/>
</head>
<body >
	<?php include "view/common/topmenu.php"; ?>
	<div class="heading">
        <div>
            <h1>Оферта</h1>
            <div class="breaker"></div>
        </div>
        <img src="/public/main/img/dots.svg" alt="">
    </div>
    <p>
    1. Загальні положення

    1.1. Ця Угода користувача (далі – Угода), визначає умови використання та розвитку WEB-сайта https://mriya-rp.com/ (далі - Сайт) розроблена Адміністрацією, а також права та обов'язки його Адміністрації та Користувачів. Угода поширюється також на відносини, пов'язані з правами та інтересами третіх осіб, які не є користувачами Сайту, але чиї права та інтереси можуть бути порушені в результаті дій Користувачів сайту.

    1.2. Предметом Угоди є надання Адміністрацією Сайту Користувачеві послуг з використання Сайту, його ресурсів та сервісів (далі – Послуги). До Угоди між Користувачем і Адміністрацією Сайту відносяться всі спеціальні документи, що регулюють надання окремих сервісів Сайту і розміщені у відповідних розділах Сайту в мережі Інтернет.

    1.3. Отримуючи доступ до матеріалів Сайту Користувач вважається таким, що приєднався до даної Угоди. Користувач зобов'язаний повністю ознайомитися з цією Угодою до моменту його реєстрації. Реєстрація Користувача означає повне і беззастережне прийняття (Акцепт) Користувачем цієї Угоди. Користувач приймає Угоду натисканням кнопки прийняття Угоди Користувача при реєстрації.

    1.4. Цю Угоду може бути змінено та/або доповнено Адміністрацією Сайту в односторонньому порядку без будь-якого спеціального повідомлення. Ця Угода є відкритим і загальнодоступним документом. Адміністрація Сайту рекомендує Користувачам регулярно перевіряти умови цієї Угоди на предмет її зміни та/або доповнення. Продовження використання Сайту Користувачем після внесення змін та/або доповнень до цієї Угоди означає прийняття та згоду Користувача з такими змінами та/або доповненнями.

    1.5. Терміни та визначення. У цій Угоді, якщо з тексту прямо не випливає інше, такі терміни матимуть такі значення:

    - WEB-сайт - сукупність інформації, текстів, графічних елементів дизайну, зображень, фото та відеоматеріалів та інших результатів інтелектуальної діяльності, а також програм для ЕОМ, що містяться в інформаційній системі, що забезпечує доступність такої інформації за мережевою адресою (домену) в мережі Інтернет.

    - Піддомен (Сайт) - домен, який є частиною домену вищого рівня (WEB-сайту), який створений з метою безпосереднього входу на Сайт для отримання інформаційно-методичних матеріалів і послуг відповідно до умов договору та може мати будь-яку мережеву адресу в мережі Інтернет після символу "/" і ідентифікатора доменної зони.

    - Реєстрація - створення облікового запису з метою отримання доступу до додаткових послуг та/або програмного забезпечення та для одержання безпосередньо інформаційних матеріалів.

    - Акцепт – повне, безумовне та беззастережне прийняття Замовником умов запропонованих цим Договором без підпису письмового примірника Договору Сторонами. Відповідь про згоду укласти Договір на інших умовах, ніж запропоновано в Оферті, не є акцептом.

    - Користувач - будь-яка фізична особа або представник юридичної особи, яка коли-небудь здійснила доступ до Сайту, яка досягла віку, допустимого для акцепту цієї Угоди.

    - Контент (вміст) — будь-яке інформаційно наповнення інформаційного ресурсу (Сайту) — тексти, графіка, мультимедіа — вся інформація.

    - Фрейм (HTML) — у мові HTML, веб-дизайн: область вікна браузера для подання окремої веб-сторінки сайту.

    - Сторони — Адміністрація сайту та Користувач.

    Всі інші терміни та визначення, що зустрічаються в тексті Угоди, тлумачаться Сторонами у відповідності з нормами міжнародних договорів і сформованими в мережі Інтернет звичайними правилами тлумачення відповідних термінів.

    Назви змістів (статей) цієї Угоди призначені для зручності користування текстом Угоди і буквального юридичного значення не мають.

    2. Статус Сайту

    2.1. Сайт — є комерційним інтернет-ресурсом який являє собою сукупність інформації, що міститься в інформаційній системі забезпечує доступність такої інформації в мережі Інтернет за мережевою адресою https://mriya-rp.com/.

    2.2. Права на Сайт в цілому і на використання мережевої адреси (доменного імені, піддоменів, кореневого піддомена) належать Адміністрації Сайту. Адміністрація надає доступ до Сайту всім зацікавленим особам у відповідності з цією Угодою, законодавством України, договорів і угод країн СНД, а також нормами міжнародних договорів, угод, конвенцій, протоколів.

    2.3. Отримуючи доступ до матеріалів Сайту Користувач вважається таким, що приєдналося до даної Угоди. Дана Угода має силу до моменту її розірвання будь-якої із Сторін.

    2.4. Прийнявши цю Угоду, Користувач висловлює свою повну згоду та розуміння того, що дана Угода поширюється на будь-який наданий Користувачу Контент та/або Послугу за допомогою сервісу Сайту. Укладати цю Угоду мають право особи віком від 18 років.

    2.5. Чинний на цей час Сайт, а також будь-який його розвиток, або додавання до нього нових послуг, є предметом цієї Угоди.

    2.6. Користувач розуміє і погоджується з тим, що всі послуги Сайту надаються «як є» і що Адміністрація Сайту не несе відповідальності за всі затримки, збої, видалення або не збереження будь – якої персональної інформації у зв'язку з порушеннями електропостачання або збоями в мережі Інтернет. Всі питання, пов'язані з купівлею відповідного для цього обладнання і наладкою відео-зв'язку на Сайті вирішуються Користувачем самостійно і не підпадають під дію цієї Угоди.

    3. Адміністрація Сайту

    3.1. Під Адміністрацією Сайту (раніше і далі – Адміністрація сайту, Адміністрація) в цих Правилах та інших спеціальних документах, розміщених на Сайті, розуміється як Товариство з обмеженою відповідальністю «АКТИВ-СОФТ», юридична особа, створена відповідно до законодавства України, ЄДРПОУ 38825487. Адреса місцезнаходження/поштова адреса: 69005, м. Запоріжжя, вулиця Перемоги, будинок 77, електронна адреса для листування logistics@aktiv.ua, телефон +38 (067)6113326.

    3.2. Звернення, пропозиції і претензії фізичних і юридичних осіб до Адміністрації Сайту у зв'язку з цією Угодою і всіма питаннями щодо функціонування Сайту, порушеннями прав та інтересів третіх осіб при його використанні, а також для запитів уповноважених законодавством України, договорами та угодами країн СНД, а також нормами міжнародних договорів, угод, конвенцій, протоколів, можуть бути спрямовані на поштову адресу ТОВ «АКТИВ-СОФТ», зазначеній у п. 3.1. цієї Угоди.

    3.3. Щодо функціонування і розвитку Сайту Адміністрація керується законодавством України, нормами міжнародних договорів, угод, конвенцій, протоколів, цією Угодою та іншими спеціальними документами, які розроблені або можуть бути розроблені і прийняті Адміністрацією Сайту з метою регламентації надання Користувачам окремих сервісів Сайту.

    3.4. Ніякі положення цієї Угоди не надають Користувачеві право на використання фірмового найменування, товарних знаків, доменних імен та інших відмінних знаків Адміністрації Сайту. Право на використання фірмового найменування, товарних знаків, доменних імен та інших відмінних знаків Адміністрації Сайту може бути надана виключно за письмовою угодою з Адміністрацією Сайту.

    4. Реєстрація та статус Користувача

    4.1. Реєстрація Користувача є безкоштовною та добровільною.

    Адміністрація надає Користувачу до його реєстрації на Сайті доступ до інформації про Сайт, а також доступ до статей і інформації, розміщених на Сайті.

    4.2. Користувачами Сайту можуть бути юридичні особи, зареєстровані належним чином в установленому порядку та/або фізичні особи (надалі — Користувачі), які прийняли умови цієї Угоди, досягли допустимого віку зазначеного в п. 2.5. цієї Угоди, володіють відповідними повноваженнями і використовують визначені Адміністрацією сервіси та ресурси Сайту протягом строку визначеного Адміністрацією.

    4.3. При реєстрації Користувач зобов'язаний надати Адміністрації Сайту необхідну дійсну та актуальну інформацію для формування персонального облікового запису, а саме унікальний для кожного Користувача логін (адресу електронної пошти) та Пароль, а також П.І.Б. та контактний телефон. Реєстраційна форма Сайту може запитувати у Користувача додаткову інформацію, як при реєстрації, так і після.

    4.4. Користувач несе відповідальність за достовірність, актуальність, повноту, наданої інформації та її чистоту від претензій третіх осіб при реєстрації відповідно до законодавства України, договорів та угод країн СНД, а також норм міжнародних договорів, угод, конвенцій, протоколів.

    4.5. При реєстрації Користувач погоджується з цією Угодою та приймає на себе зазначені в ньому права і обов'язки, пов'язані з використанням та функціонуванням Сайту, програмного забезпечення, сервісів Адміністрації.

    4.6. Якщо Користувач надає неправдиву інформацію або у Адміністрації є підстави вважати, що надана інформація невірна, неповна або неточна, Адміністрація має право призупинити або скасувати реєстрацію та відмовити у використанні сервісів, програмного забезпечення або Послуг Адміністрації.

    4.7. Приймаючи цю Угоду Користувач підтверджує свою згоду на обробку Адміністрацією його персональних даних наданих при реєстрації, а також розміщених Користувачем добровільно. Обробка персональних даних здійснюється Адміністрацією відповідно до Політики конфіденційності та обробки персональних даних, що розміщена на веб-сайті https://mriya-rp.com/

    4.8. Вибраний Користувачем логін та пароль є необхідною і достатньою інформацією для отримання доступу до програмних продуктів та сервісів Користувачем. Користувач не має права передавати свої логін та пароль третім особам, несе повну відповідальність за їх збереження, самостійно вибираючи спосіб їх зберігання.

    4.9. Якщо Користувачем не доведено зворотне, будь-які дії, вчинені з використанням його логіна і пароля, вважаються скоєні особисто Користувачем. У разі несанкціонованого доступу або розповсюдження до логіну, паролю та посилання направленого на поштову адресу Користувача, Користувач зобов'язаний негайно повідомити про це Адміністрацію Сайту в установленому порядку.

    4.10. Адміністрація надає Користувачу доступ до програмного продукту АС Логістика, надалі — ПП, на наступних умовах:

    4.10.1. Демо-доступ;

    4.10.1.1. Після надання інформації, зазначеної у п. 4.3. цієї Угоди та послідовного виконання всіх реєстраційних дій, Користувачу на зазначену при реєстрації електронну адресу направляється лист з детальним описом порядку дій та посилання для подальшого отримання демо-доступу до ПП.

    4.10.1.2. З моменту підтвердження реєстрації, Користувач перейшовши за посиланням отримує безкоштовну можливість демо-доступу до ПП протягом 2 (двох) календарних місяців.

    4.10.1.3. В демо-доступі до ПП Користувач має можливість ознайомитись з функціональними можливостями ПП, а саме, але не виключно, автоматизувати робоче місце логіста:

    - імпортувати заявки з Бази даних Адміністрації (працює виключно з базовою конфігурацією ПП 1С:Підприємство: Управління торговим підприємством для України або BAS Бухгалтерія);

    - побудувати маршрут;

    - побачити приклад сформованого супровідного документу з урахуванням маршруту, транспорту, водія та експедитора протягом поточного дня;

    - фільтрувати заявки за локацією та/або за станом;

    - інші можливості, які обумовлені можливостями ПП.

    4.10.1.4. Демо-доступ до ПП припиняється Адміністрацією у разі отримання Користувачем тестового доступ до ПП і/або завершенню строку демо-доступу та не сплати подальшого доступу до ПП.

    4.10.2. Тестовий доступ

    4.10.2.1. За запитом Користувача, направленим на електронну адресу, або за допомогою телефону, Адміністрація може надати Користувачу послуги тестового доступу до програмного продукту АС Логістика з власними Базами даних Користувача (виключно з базовою конфігурацією ПП 1С:Підприємство Управління торговим підприємством для України або BAS Бухгалтерія).

    4.10.2.2. Після надання інформації, зазначеної у п. 4.3. цієї Угоди та послідовного виконання всіх реєстраційних дій, Користувачу на зазначену при реєстрації електронну адресу направляється лист з детальним описом порядку дій та посилання для подальшого отримання тестового доступу до ПП.

    4.10.2.3. Термін дії тестового доступу до ПП з власними Базами даних Користувача обмежений строком 14 (чотирнадцять) календарних днів

    4.10.2.4. В тестовому доступі до ПП Користувач має можливість ознайомитись з функціональними можливостями ПП, а саме, але не виключно, автоматизувати робоче місце логіста:

    - імпортувати заявки з власної Бази даних Користувача (працює виключно з базовою конфігурацією ПП 1С:Підприємство: Управління торговим підприємством для України або BAS Бухгалтерія). Кількість заявок в період тестового доступу обмежена - 500 шт.;

    - побудувати маршрут;

    - роздрукувати сформовані супровідні документи з урахуванням маршруту, транспорту, водія та експедитора протягом поточного дня;

    - фільтрувати заявки за локацією та/або за станом;

    - інші можливості, які обумовлені можливостями ПП.

    4.10.2.4. Тестовий доступ до ПП припиняється Адміністрацією у разі якщо по завершенню строку тестового доступу Користувач не сплатив подальший доступу до ПП.

    4.11. Під час використання доступу до ПП Користувач зобов’язується не здійснювати протиправні дії, а саме: виконання мережевих атак, незаконний збір та розповсюдження інформації, розповсюдження вірусів, зберігання контенту, що підпадає під захист авторських прав та ін.; не порушувати умови використання ПП.

    4.12. Користувач не має права передавати третім особам доступ до ПП, надавати субліцензії на будь-яке використання ПП третім особам, копіювати, тиражувати, модифікувати, опублікувати, розповсюджувати будь-яким способом ПП або його частини та здійснювати інші дії, націлені на отримання комерційної вигоди у відносинах з третіми особами за допомогою такого використання ПП, що не передбачено даним Договором.

    5. Права та обов'язки Користувача

    5.1. Користувач має право на умовах, викладених на Сайті:

    - Звертатися до Адміністрації Сайту з консультаційних питань користування програмними продуктами, послугами та сервісами Сайту;

    - Отримати тестовий доступ до ПП;

    - Доручити реєстрацію іншій фізичній або представнику юридичній особи за умови наявності необхідних повноважень у порядку та формі, передбачених законодавством України, договорами та угодами країн СНД, а також нормами міжнародних договорів, угод, конвенцій, протоколів;

    5.2. При користуванні Послугами та сервісами Сайту Користувач зобов'язаний:

    - дотримуватися положень чинного законодавства України, договорів та угод країн СНД, а також норм міжнародних договорів, угод, конвенцій, протоколів, цієї Угоди та інших спеціальних документів Адміністрації Сайту;

    - надавати при реєстрації достовірні і повні дані, стежити за їх актуалізацією;

    - здійснювати оплату за надання платної інформації;

    - інформувати Адміністрацію Сайту про несанкціоноване використання пароля і логіна Користувача;

    - не передавати третім особам пароль та логін та/або доступ до ПП;

    - здійснювати резервне копіювання важливої для Користувача інформації. Резервне копіювання Адміністрацією не здійснюється.

    5.3. У разі наявності сумнівів щодо законності здійснення тих чи інших дій, у тому числі надання доступу третій стороні до ПП, Адміністрація Сайту рекомендує утриматися від таких дії.

    5.4. Користувачеві при використанні Сайту категорично забороняється:

    5.4.1. В не законному порядку реєструватися в якості Користувача від імені або замість іншої особи тобто, створювати «фальшивий аккаунт».

    5.4.2. Вводити Користувачів в оману щодо своєї особи, а також будь-якої іншої недостовірної інформації;

    5.4.3. Спотворювати відомості про себе;

    5.4.4. Використовувати програмне забезпечення та здійснювати дії, спрямовані на порушення нормального функціонування Сайту і його сервісів та ПП;

    5.4.5. Завантажувати, зберігати, публікувати, поширювати і надавати доступ або іншим чином використовувати віруси та інші шкідливі програми;

    5.4.6. Використовувати без спеціального на те дозволу Адміністрації Сайту автоматизовані скрипти (програми) для збору інформації на Сайті та/або взаємодії з Сайтом і його сервісами;

    5.4.7. Будь-яким способом, в тому числі, але не обмежуючись, шляхом обману, зловживання довірою, злому, намагатися отримати доступ до логіну та паролю іншого Користувача;

    5.4.8. Здійснювати незаконні збір та обробку персональних даних інших осіб;

    5.4.9. Здійснювати (намагатися отримати) доступ до будь-яких Послуг іншим способом, окрім як через інтерфейс наданий Адміністрацією Сайту, за винятком випадків, коли такі дії були прямо дозволені Користувачеві згідно з окремою угодою з Адміністрацією Сайту;

    5.4.10. Відтворювати, дублювати, копіювати, продавати, здійснювати торгові операції і перепродавати Послуги, надання доступу до ПП наданого Адміністрацією для будь-яких цілей, за винятком випадків, коли такі дії були прямо дозволені Користувачеві у відповідності з умовами окремої угоди з Адміністрацією;

    5.5. Користувач несе особисту відповідальність за всі дії, а також за будь-які взаємодії з іншими Користувачами, здійснюючи їх на свій власний страх і ризик.

    5.6. У разі незгоди Користувача з цією Угодою та/або Політикою конфіденційності та обробки персональних даних або їх оновленням, Користувач зобов'язаний відмовитися від використання Сайту, його сервісів та Послуг Адміністрації, проінформувавши про це Адміністрацію Сайту в установленому порядку.

    6. Права та обов'язки Адміністрації Сайту

    6.1 Адміністрація Сайту має право:

    - на власний розсуд вносити зміни в дану Угоду;

    - Адміністрація зберігає за собою право в будь-який час змінювати оформлення Сайту, його зміст, список сервісів, змінювати або доповнювати використовуванні скрипти, програмне забезпечення та інші об'єкти, що використовуються або зберігаються на Сайті, будь-які серверні додатки у будь-який час без попереднього повідомлення;

    - Адміністрація залишає за собою право на свій власний розсуд, а також при отриманні інформації від інших Користувачів або третіх осіб про порушення Користувачем цієї Угоди, припиняти, обмежувати або припиняти доступ Користувача до всіх або до будь-якого з розділів або сервісів Сайту в будь-який час з будь-якої причини або без пояснення причин, з попереднім повідомленням або без такого, не відповідаючи за будь-яку шкоду, яка може бути заподіяна Користувачеві такою дією. Адміністрація Сайту закріплює за собою право видалити обліковий запис Користувача, персональний аккаунт Користувача та/або призупинити, обмежити або припинити доступ Користувача до будь-якого з сервісів Сайту, якщо Адміністрація виявить, що на її думку, Користувач представляє загрозу для Сайту та його Користувачів.

    - Відмовити у реєстрації облікового запису Користувача, обліковий запис якого було раніше видалено за порушення умов Угоди.

    Адміністрація Сайту має право розпоряджатися статистичною інформацією, пов'язаною з функціонуванням Сайту, а також інформацією Користувачів для забезпечення адресного показу рекламної інформації різним аудиторіям Користувачів Сайту. Для цілей організації функціонування та технічної підтримки Сайту і виконання цієї Угоди, Адміністрація Сайту має технічну можливість доступу до аккаунту Користувача, яку реалізує тільки у випадках, встановлених цією Угодою.

    Адміністрація Сайту має право направляти Користувачеві інформацію про розвиток Сайту і його сервісів, а також рекламувати власну діяльність і послуги.

    6.2. Адміністрація Сайту зобов'язується:

    - здійснювати захист облікового запису Користувача від несанкціонованого доступу, а також інших неправомірних дій стосовно такої інформації усіма що знаходяться в її розпорядженні технічними засобами;

    - у разі порушення Користувачем умов угоди користувача видалити обліковий запис Користувача;

    - надати всю доступну інформацію про Користувача уповноваженим на те органам державної влади у випадках, встановлених чинним законодавством.

    - На вимогу Користувача надати інформацію про Послуги.

    7. Умови про інтелектуальні права

    7.1. Адміністрація Сайту має виключні права на Контент, розміщений на Сайті.

    7.1.1. Всі об'єкти, розміщені на Сайті, в тому числі елементи дизайну, текст, графічні зображення, ілюстрації, відео, скрипти, програми та інші об'єкти та їх збірки (далі - Контент), є об'єктами прав Адміністрації, всі права на ці об'єкти захищені. Всі об'єкти (Контент), розташовані на сторінках Сайту, містять конфіденційну інформацію і охороняються законодавством України, договорами та угодами країн СНД, а також нормами міжнародних договорів, угод, конвенцій, протоколів.

    7.1.2. Крім випадків, встановлених цією Угодою, а також чинним законодавством України, договорами та угодами країн СНД, а також нормами міжнародних договорів, угод, конвенцій, протоколів, ніякий Контент не може бути скопійований (відтворений), перероблений, поширений, відображений у Фреймі, опублікований, завантажений, переданий, проданий або іншим способом використаний цілком або по частинах без попереднього дозволу правовласника, крім випадків, коли правовласник висловив свою згоду на вільне використання Контенту будь-якою особою.

    7.1.3. Використання Користувачем Контенту, доступ до якого отриманий виключно для особистого некомерційного використання, дозволяється за умови збереження всіх знаків авторства (копірайтів) або інших повідомлень про авторство, збереження імені автора в незмінному вигляді, збереженні твору в незмінному вигляді.

    7.1.4. Будь-яке використання Сайту або Контенту, крім дозволеного в цій Угоді або у разі явної згоди правовласника на таке використання, без попереднього письмового дозволу правовласника, категорично заборонено.

    7.1.5. Якщо інше явно не зазначено в цій Угоді, ніщо в цій Угоді не може розглядатися як передача виключних прав на Контент.

    7.2. Відповідальність за порушення виключних прав.

    7.2.1. Забороняється будь-яке комерційне використання матеріалів, відтворення текстів або їх фрагментів з метою комерційної реалізації права доступу до зазначених матеріалів, в тому числі використання текстів чи їх фрагментів в інтерактивних базах даних без письмового дозволу Адміністрації.

    7.2.3. Порушення виключних майнових і немайнових авторських прав ТОВ “АКТИВ-СОФТ” на Контент та/або програмний продукт АС Логістика може спричинити відповідальність, передбачену цивільним, адміністративним та кримінальним законодавством.

    7.2.4. ТОВ “АКТИВ-СОФТ” залишає за собою право заносити порушників авторських прав до спеціального списку, а також доводити його до відома громадськості.

    7.2.5. Відповідно до норм чинного законодавства України ТОВ “АКТИВ-СОФТ” у разі порушення своїх прав третіми особами змушене буде захищати свої права шляхом подачі скарг до правоохоронних органів та позовних заяв до судових органів.

    7.3. Сайт і Контент третіх осіб.

    7.3.1. Сайт містить або може містити посилання на інші сайти в мережі Інтернет (сайти третіх осіб) так само, як і статті, фотографії, ілюстрації, графічні зображення, відео, інформацію, додатки, програми та інший Контент, що належить або виходить від третіх осіб (Контент третіх осіб), що є результатом інтелектуальної діяльності і охороняються у відповідності до законодавства України, договорів та угод країн СНД, а також норм міжнародних договорів, угод, конвенцій, протоколів.

    7.3.2. Зазначені треті особи та їх Контент не перевіряються Адміністрацією на відповідність тим чи іншим вимогам достовірності, повноти, сумлінності тощо. Адміністрація не несе відповідальність за будь-яку інформацію, розміщену на сайтах третіх осіб, до яких Користувач отримує доступ через Сайт або через Контент третіх осіб, включаючи, в тому числі, будь-які думки або твердження, висловлені на сайтах третіх осіб або в їх вмісту.

    7.3.3. Розміщені на Сайті посилання або керівництва до завантаження файлів та/або встановлення програм третіх осіб не означають підтримки або схвалення цих дій з боку Адміністрації.

    7.3.4. Посилання на будь-який сайт, продукт, послугу, будь-яку інформацію комерційного або некомерційного характеру, що розміщена на Сайті, не є схваленням або рекомендацією даних продуктів (послуг) з боку Адміністрації.

    7.3.5. Якщо Користувач вирішив покинути Сайт і перейти до сайтів третіх осіб або використати, або встановити програми третіх осіб, він робить це на власний ризик і з цього моменту ці Правила більше не поширюються на Користувача. При подальших діях Користувачу варто керуватися нормами і політикою, у тому числі діловими звичаями тих осіб, чий Контент Користувач збирається використовувати.

    8. Функціонування Сайту і відповідальність при його використанні

    8.1. Користувачі несуть відповідальність за власні дії на Сайті у відповідності до чинного законодавства України, договорів та угод країн СНД, а також норм міжнародних договорів, угод, конвенцій, протоколів.

    8.2. Адміністрація сайту надає технічну можливість його використання Користувачами, але не контролює і не несе відповідальності за дії або бездіяльність будь-яких осіб щодо використання Сайту.

    8.3. Адміністрація Сайту не несе відповідальності за порушення Користувачем цієї Угоди.

    8.4 Адміністрація Сайту не несе відповідальності за невідповідність змісту Сайту, сервісу та Послуг, ПП очікуванням Користувача.

    8.5. Видалення облікового запису Користувача означає автоматичне видалення всієї інформації, розміщеної на неї, а також всієї інформації, введеної при реєстрації.

    8.6. Адміністрація Сайту забезпечує функціонування і працездатність Сайту. Адміністрація Сайту не несе відповідальності за тимчасові збої і перерви в роботі Сайту і викликані ними втрату інформації. Адміністрація не несе відповідальності за будь-які збитки комп'ютеру Користувача або іншої особи, мобільним пристроям, будь-якому іншому обладнанню або програмному забезпеченню, викликане або пов'язане із завантаженням матеріалів з Сайту або за посиланнями розміщеними на Сайті.

    8.7. Адміністрація Сайту має право направляти Користувачеві інформацію про розвиток Сайту і його сервісів, а також рекламувати власну діяльність і послуги.

    8.8. Обмеження відповідальності Адміністрації Сайту:

    - Сайт і його сервіси, включаючи всі скрипти, додатки, контент і оформлення Сайту поставляються «як є». Адміністрація відмовляється від будь-яких гарантій того, що Сайт або його сервіси можуть підходити або не підходити для конкретних цілей використання. Адміністрація не може гарантувати та не обіцяє жодних специфічних результатів від використання Сайту та/або його сервісів;

    - Щоб уникнути непорозумінь Користувачеві слід дотримуватись обережності у завантаженні з Сайту або з розміщеними на ньому посиланнях і використанні будь-яких файлів, у тому числі програмного забезпечення. Адміністрація Сайту наполегливо рекомендує використовувати тільки ліцензійне, в тому числі антивірусне програмне забезпечення;

    - Використовуючи Сайт, Користувач погоджується з тим, що завантажує з Сайту або з його допомогою будь-які матеріали на свій власний ризик і несе особисту відповідальність за можливі наслідки використання зазначених матеріалів, в тому числі за шкоду, що може заподіяти комп'ютеру Користувача або третім особам, за втрату даних або будь-якої іншої шкоди;

    - Ні за яких обставин Адміністрація Сайту або її представники не несуть відповідальність перед Користувачем або перед будь-якими третіми особами за будь-який непрямий, випадковий, ненавмисний збиток, включаючи упущену вигоду або втрачені дані, шкоду честі, гідності або діловій репутації, викликаний у зв'язку з використанням Сайту, вмісту Сайту або інших матеріалів, до яких Ви або інші особи отримали доступ за допомогою Сайту, навіть якщо Адміністрація Сайту попереджала або вказувала на можливість такої шкоди.

    8.9. Користувач повністю розумієте і погоджуєтеся з тим, що:

    8.9.1. Адміністрація Сайту не гарантує відсутності помилок і збоїв, у тому числі щодо роботи програмного забезпечення. Адміністрація Сайту докладе всіх зусиль для усунення будь-яких збоїв і помилок у разі їх виникнення, в максимально короткі терміни.

    8.9.2. Адміністрація Сайту залишає за собою право видаляти або блокувати доступ до інформації, розміщеної Користувачами без попередження у разі:

    - отримання обов'язкових до виконання рішень регулюючих органів України, країн СНД, а також на підставі норм міжнародного права, договорів, угод, протоколів, конвенцій.

    - вимог власника авторських або суміжних прав, про припинення порушень його прав Користувачем;

    - іншого порушення прав і законних інтересів інших користувачів Сайту юридичних і фізичних осіб за їх мотивованим зверненням.

    - виявлення інформації, яка заборонена до розміщення на Сайті у відповідності з даною Угодою.

    9. Конфіденційність

    9.1. Сторони визнають конфіденційною будь-яку інформацію отриману Сторонами один від одного в процесі виконання цієї Угоди.

    9.2. Сторони зобов'язуються не розголошувати конфіденційну інформацію без згоди іншої Сторони, за винятком випадків, коли така інформація повинна бути передана на законних підставах і обґрунтованим вимогам компетентних органів державної влади відповідно до законодавства України, договорів та угод країн СНД, а також норм міжнародних договорів, угод, конвенцій, протоколів, а також вживати всіх заходів захисту для того, щоб конфіденційна інформація стала відома третім особам.

    9.3. Передача інформації третім особам або інше розголошення інформації, визнаної за цією Угодою конфіденційною, може здійснюватися тільки з письмової згоди іншої Сторони.

    9.4. За розголошення конфіденційної інформації та завдану внаслідок цього шкоду Сторони несуть відповідальність згідно з законодавством України, договорами і угодами країн СНД, а також нормами міжнародних договорів, конвенцій, протоколів.

    10. Прикінцеві положення

    10.1. Ця Угода являє собою Договір між Користувачем і Адміністрацією Сайту щодо порядку використання Сайту і його сервісів та доступів по ПП наданих Адміністрацією.

    10.2. Ця Угода регулюється і тлумачиться відповідно до законодавства України, договорів та угод країн СНД, а також норм міжнародних договорів, угод, конвенцій, протоколів. Питання, не врегульовані цією Угодою, підлягають вирішенню відповідно до законодавства України, а також норм міжнародного права.

    10.3. У разі виникнення будь-яких суперечок або розбіжностей, пов'язаних з виконанням цієї Угоди, Користувач та Адміністрація Сайту прикладуть усі зусилля для їх вирішення шляхом проведення переговорів між ними. У випадку, якщо спори не будуть дозволені шляхом переговорів, спори підлягають вирішенню в порядку, встановленому чинним законодавством України.

    10.4. Ця Угода вступає в силу з моменту приєднання до неї і діє протягом невизначеного терміну.

    10.5. Ця Угода складена українською мовою і може бути надана Користувачу для ознайомлення іншою мовою. У разі розбіжності українськомовної версії Угоди і версії Угоди на іншій мові, застосовуються положення українськомовної версії цієї Угоди.

    10.6. Якщо з тих чи інших причин одне або декілька положень цієї Угоди буде визнано недійсним або не матиме юридичної сили, це не впливає на дійсність або застосовність інших положень цієї Угоди.
    </p>
	<footer>
        <?php include "view/common/footer.php"; ?>
    </footer>

	<script src="https://code.jquery.com/jquery-3.3.1.min.js"></script>
	<script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.14.6/umd/popper.min.js"></script>
	<script src="https://stackpath.bootstrapcdn.com/bootstrap/4.2.1/js/bootstrap.min.js" ></script>
    <script src="/public/main/js/main.js" ></script>
    <script>
        $(document).on('click', 'a[href^="#"]', function (event) {
            event.preventDefault();

            $('html, body').animate({
                scrollTop: $($.attr(this, 'href')).offset().top
            }, 500);
        });
    </script>
</body>
</html>