<!DOCTYPE html>
<html lang="ru">
<head>
	<meta charset="UTF-8">
	<title>Про нас - <?php echo $ucp_settings['s_title']?></title>

	<meta http-equiv="X-UA-Compatible" content="ie=edge">
    <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.2.1/css/bootstrap.min.css">
    <link rel="stylesheet" type="text/css" href="/public/main/css/style.css">
	<link rel="shortcut icon" href="<?php echo $ucp_settings['s_favicon']?>" type="image/png">
    <link rel="stylesheet" href="public/main/fonts">
    <link href="https://fonts.googleapis.com/css?family=Montserrat" rel="stylesheet">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Inter:wght@300;400;500;600;700&family=Mulish:ital,wght@0,300;0,400;0,500;0,600;0,700;1,300;1,400;1,500;1,600;1,700&family=Nunito:ital,wght@0,300;0,400;0,500;0,600;0,700;1,300;1,400;1,500;1,600;1,700&family=Open+Sans:ital,wght@0,300;0,400;0,500;0,600;0,700;1,300;1,400;1,500;1,600;1,700&family=Oswald:wght@300;400;700&family=Raleway:ital,wght@0,300;0,400;0,500;0,600;0,700;1,300;1,400;1,500;1,600;1,700&family=Source+Sans+Pro:ital,wght@0,300;0,400;0,600;0,700;1,400;1,600&display=swap" rel="stylesheet">	</head>
    <link href="https://fonts.googleapis.com/css2?family=Open+Sans:ital,wght@0,400;0,600;0,700;1,400;1,600;1,700&family=Spectral+SC:ital,wght@0,400;0,500;0,700;1,400;1,500;1,700&display=swap"  rel="stylesheet" />
	<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/swiper@8/swiper-bundle.min.css"/>
</head>
<body >
	<?php include "view/common/topmenu.php"; ?>
	<div class="heading">
        <div>
            <h1>Політика конфіденційності</h1>
            <div class="breaker"></div>
        </div>
        <img src="/public/main/img/dots.svg" alt="">
    </div>
    <p>
    Ми – Mriya Role Play - Форум ("ми", "наш", "нас"). Ми прагнемо захищати Вашу конфіденційність та поважати її. Задля цього ми створюємо політику конфіденційності. Якщо у Вас є питання про Вашу особисту інформацію, будь ласка, зв'яжіться з нами. 
    Яку інформацію ми збираємо
    Надалі, під терміном “особиста інформація” ми маємо на увазі вказані нижче в цьому розділі пункти. Типи даних, які ми збираємо та обробляємо включають наступне: 

    •	Ваше реальне ім'я або нікнейм на сайті. 
    •	Вашу адресу електронної пошти.
    •	Ваша IP-адреса.

    Додаткові дані можуть бути зібрані, якщо Ви вирішите поділитись ними, наприклад, якщо Ви заповните поля у своєму профілі. Ми збираємо деяку або всю цю інформацію в наступних випадках:
    •	Ви реєструєтеся як учасник на цьому сайті.
    •	Ви заповнюєте форму зворотного зв'язку.
    •	Ви переглядаєте цей сайт. Дивіться пункт "Політика для файлів cookie" нижче.
    •	Ви заповнюєте поля у профілі.
    Як використовується ваша особиста інформація
    Ми можемо використовувати Вашу особисту інформацію в таких цілях:
    •	Для того, щоб зробити Вас зареєстрованим учасником нашого сайту, щоб Ви могли додавати на нього контент.
    •	Ми можемо використовувати Вашу електронну адресу, щоб інформувати Вас про активність на нашому сайті.
    •	Ваша IP-адреса записується при виконанні певних дій на нашому сайті. Він ніколи не відображається публічно.

    Інші варіанти використання вашої особистої інформації
    На додаток до сповіщень Вас про активність на нашому сайті, час від часу ми можемо зв'язуватися з усіма користувачами через розсилку на електронну пошту або оголошень для того, щоб розповісти їм будь-яку важливу інформацію. Ви можете відмовитись від подібних розсилок у своєму профілі.
    Під час використання нашого сайту ми можемо збирати інформацію, не пов'язану з особистими відомостями про Вас. Ці дані можуть містити технічну інформацію про браузер або тип пристрою, який Ви використовуєте. Ця інформація буде використовуватися виключно для цілей аналітики та відстеження кількості відвідувачів нашого сайту.
    Забезпечення безпеки зберігання особистої інформації
    Ми прагнемо забезпечити безпеку будь-якої інформації, яку Ви надаєте. Щоб запобігти несанкціонованому доступу або розкриттю інформації, ми додали відповідні заходи та процедури для захисту та забезпечення безпеки інформації, яку ми збираємо.
    Політика щодо  файлів cookie
    Cookie - це невеликі текстові файли, які будуть встановлені нашим сайтом на Ваш комп'ютер, вони дозволять нам надавати певні функції на нашому сайті, такі як можливість входу в систему або запам'ятовування певних переваг.
    Детальнішу інформацію про cookie Ви можете прочитати на цій сторінці(добавим ).
    Права
    Ви маєте право отримати доступ до особистих даних, які ми маємо про Вас, або отримати їхню копію. Для цього, зв'яжіться з нами(реквізити звязку). Якщо Ви вважаєте, що інформація, яку ми маємо про Вас є неповною або неточною, то Ви можете попросити нас доповнити або виправити цю інформацію.
    Ви також маєте право запросити видалення особистих даних. Будь ласка, зв'яжіться з нами, якщо Ви бажаєте, щоб ми видалили Ваші особисті дані.
    Прийняття політики конфіденційності
    Подальше використання нашого сайту означає Вашу повну згоду із цією політикою. Якщо Ви не згодні з нашою політикою, будь ласка, не використовуйте цей сайт. При реєстрації ми також запитаємо Вашу явну згоду з політикою конфіденційності.
    Зміни в политиці
    Ми можемо вносити зміни до цієї політики у будь-який час. Вам може бути запропоновано ознайомитись та повторно прийняти інформацію у цій політиці, якщо вона зміниться у майбутньому.
    </p>
	<footer>
        <?php include "view/common/footer.php"; ?>
    </footer>

	<script src="https://code.jquery.com/jquery-3.3.1.min.js"></script>
	<script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.14.6/umd/popper.min.js"></script>
	<script src="https://stackpath.bootstrapcdn.com/bootstrap/4.2.1/js/bootstrap.min.js" ></script>
    <script src="/public/main/js/main.js" ></script>
    <script>
        $(document).on('click', 'a[href^="#"]', function (event) {
            event.preventDefault();

            $('html, body').animate({
                scrollTop: $($.attr(this, 'href')).offset().top
            }, 500);
        });
    </script>
</body>
</html>